[
    {
        "level":0,
        "target_sprite":"res://art/girl.png",
        "content":"This is [color=red]Amy[/color]. \nLater, [color=red]the newspapers[/color] would call fifteen-year-old Amy Stevenson a 'ray of sunshine', with 'everything to live for'. \nBut now she is just a ordinary girl. Her headphones buzzed with rock and pop as she trudged the long way home, rucksack sagging.",
    },
    {
        "level":1,
        "target_sprite":"res://art/boy.png",
        "content":"Amy had a boyfriend, [color=red]Jake[/color]. \nHe loved her and she loved him. They had been together for nearly eight months, walking the romance route around the 'top field' at school during break time, hot hand in hot hand, fast hearts synchronised. Nothing can break them apart.",

    },
    {
        "level":2,
        "target_sprite":"res://art/another_girls.png",
        "content":"Amy had two best friends: [color=red]Jenny and Becky[/color]. The trio danced in a perpetual whirlpool of back stories, competition and gossip. Dizzying trails of 'she-said-he-said-she-said' preceded remorseful, sobbing hugs at the end of every drunken Saturday night.",
    },
    {
        "level":3,
        "target_sprite":"res://art/step_father.png",
        "content":"The previous day Amy'd got back early and startled [color=red]Bob[/color], her step-father, in the kitchen as he stirred Coffee Mate into his favourite mug. \nAt first he'd smiled, opening his arms for a hug before realising that she'd made it back in record time and must have gone across the field.\nShe'd had to sit through half an hour of Bob's ranting and raving about walking the safe route home, along the roads: 'I'm saying this because I love you, Ames, we both love you and [color=red]we just want you to be safe.[/color]'",

    },
    {
        "level":4,
        "target_sprite":"res://art/girl.png",
        "content":"Amy hated learning French with a passion, who needs to give a window a gender? \nBut she liked the idea of knowing the language. French was a sexy language. She imagined she could seduce someone a bit more sophisticated than Jake by whispering something French in his ear. \n[color=red]She could seduce someone older.[/color] Someone a lot older.",

    },
    {
        "level":5,
        "target_sprite":"res://art/boy.png",
        "content":"She loved Jake, of course, she meant it when she said it. \nShe had his name carefully stencilled onto her bag with a Tippex pen and when she imagined the future, he was in it. But over the last few weeks she had begun to see the differences between them more and more.\nJake, with his wide smile and deep brown puppy-dog eyes, was so easy to spend time with, [color=red]so gentle[/color]. But in the time they'd been going out, he'd barely plucked up the courage to put his hand inside her school shirt. They spent whole lunch hours kissing in the top field, and one time he'd climbed on top of her but she'd got a dead leg and had to move and he was so flustered he barely spoke for the rest of the day.",
        "is_end":true,
    },
    
    
    {
        "level":10,
        "target_sprite":"res://art/alex.png",
        "content":"[color=red]Alex Dale[/color] had written about premature babies, their seconds-long lives as fragile as a pile of gold dust.\nShe had written about degenerative diseases and machine-dependents whose futures lay in the idle flick of a button. She had even detailed every knife-twist of her own mother's demise, but these patients in front of her were experiencing a very different living death."
    },
    {
        "level":11,
        "target_sprite":"res://art/nurse.png",
        "content":"'For years patients like this were all written off,' said the auburn-haired ward manager with the deepest crow's feet Alex had ever seen. 'They used to be called [color=red]vegetables[/color].' She paused and sighed. 'A lot of people still call them that.'\nAlex nodded, using scrappy shorthand to record the conversation in her Moleskine pad.\nThe ward manager continued. 'But the thing is, they're not all the same and they shouldn't be written off. They're individuals. Some of them are completely lacking awareness, but others are [color=red]actually minimally conscious[/color], and that's a world apart from being brain dead.'"
    },
    {
        "level":12,
        "target_sprite":"res://art/alex.png",
        "content":"Alex was shown around the ward. Most of the patients were at least middle-aged but the cubicle in the corner had a queasy sense of youth."
    },
    {
        "level":13,
        "target_sprite":"res://art/amy.png",
        "content":"As soon as Alex let her eyes fall on the full flesh of the woman's face, she recoiled.\n[color=red]Alex knew this woman."
    },
    {
        "level":14,
        "target_sprite":"res://art/alex.png",
        "content":"Alex span to look at her guide. 'Is this..?'\n'Yes it is. I wondered if you'd recognise her. You must have been very young.'\n'[color=red]I was the same age.[/color] I mean, I am the same age.'"
    },
    
]
